{
  "main": "Main",
  "redaction": "Editorial team",
  "conditions": "Conditions",
  "archive": "Archive",
  "about": "About",

  "blog": "Blog",
  "price": "Price",
  "contacts": "Contacts",

  "book": "The journal provides an opportunity for teachers, undergraduates, researchers and university students, as well as all interested parties to publish their scientific articles. We welcome articles containing basic scientific research results in various fields, including pedagogy, psychology and art science. We also welcome articles based on dissertations of candidates for the degrees of Doctor of Philosophy (PhD) and Doctor of Science (DSc) in these areas. Our journal offers a platform for the exchange of scientific research and stimulates academic activity in the field of modern science.",
  "book-two": "Our journal adheres to the principles of openness and free access to scientific publications. We also insist on ethical research, and our reviewers conduct a thorough review of each article before publication.",
  " ": "If you are interested in getting your research paper published or want to stay updated with the latest scientific advances, we invite you to join our journal and share your research with the academic and scientific community.",

  "main-red": "Chief editor",
  "name-red": "Yadgarov Nadir Djalolovich, doctor of pedagogy, professor,",
  "main-preds": "Chairman of the Public Council:",
  "name-preds": "Mamurov Bahadir Bakhshulloyevich, doctor of pedagogy, professor, Rector of Bukhara State Pedagogical Institute",
  "tahrir-hayati": "Editorial team",
  "tahrir-secondnames": "Dr. Ihsan Toktash, professor, Ankara Yıldırım Beyazıt University, Turkey. Tadjikhodjayev Zakirkhoja Abdusattorovich, doctor of technical sciences, professor. Tanirbergenov Medeubek Jumataevich, doctor of pedagogic sciences, professor, academician of the Kazakhstan Academy of Pedagogical Sciences, M. Auyezov University of South Kazakhstan.Auyez Baidabekov, Doctor of Technical Sciences, professor, L.N. Gumilev Eurasian National University, Kazakhstan. Chernikova Svetlana Mikhailovna, doctor of pedagogic sciences, professor. Orel State University named after I.S. Turgenev. Saidova Mohinur Jonpolatovna, doctor of pedagogic sciences (Dsc), professor. Bukhara State Pedagogical Institute Qahhorov Siddiq Qahhorovich, Doctor of Pedagogical Sciences, Professor.Juraev Khusniddin Oltinboyevich, doctor of pedagogical sciences, professor. Bukhara State University, Uzbekistan. Bukhara State University Olimov Shirinboy Sharofovich, Doctor of Pedagogy, Professor. Bukhara State University. Ochilov Farkhod Egamberdiyevich, candidate of pedagogical sciences, associate professor. Karshi State University. Dilshod Kadyrovich Mamatov, Doctor of Philosophy (PhD), Professor, Bukhara State University. Shovdirov Sunnat Aslanovich, Doctor of Philosophy (PhD), Associate Professor. Navoi State Pedagogical Institute.Ergashov Mansur Yarashovich is a professor of Bukhara State Pedagogical Institute. Sayfullayeva Dilafroz Akhmadovna is a doctor of philosophy (PhD) in pedagogical sciences. Bukhara State Pedagogical Institute.",
  "masul-kotib": "Responsible Secretary:",
  "masul-name": "Mamurova Dilfuza Islamovna, doctor of philosophy (PhD) in pedagogical sciences, associate professor.",
  "masul-ped": "Bukhara State Pedagogical Institute.",

  "info-journal": "INFORMATION LETTER OF THE JOURNAL",
  "journal-text": "The journal accepts articles in the following areas: Pedagogy, psychology and art science, doctor of philosophy (PhD) and doctor of science (DSc) scientific includes the main scientific results of the dissertation work of degree applicants. Acquaint the scientific community with the results of science; to provide information about the main results of the scientific work carried out within the priority areas of research on current issues of science development, about the research of young scientists and the results of their scientific work; introduction of new promising projects and technologies; creation of a convenient information environment to support theoretical and practical work, innovative development of science and education, fundamental and applied research in all disciplines related to education and upbringing. Also, it consists in giving theoretical recommendations on the study, development and implementation of modern education problems and solutions. The authors of the published materials are leading scientists and researchers of the Republic of Uzbekistan and near and far abroad.",

  "rules-doc": "Requirements for submitted articles:",
  "imrad": "• the article must be written in Imrad format of the international standard;",
  "doc-lang": "• the title of the article, annotation and keywords should be in Uzbek, Russian and English;",
  "doc-themes": "• articles should be presented with suggestions and recommendations, based on scientific and complete opinions, on current topics related to the direction of the scientific journal;",
  "doc-format": "• the text of the article should be in A4 size, with a margin of 2,5 cm from the top and bottom, 2.25 cm from the left, and 2.25 cm from the right;",
  "doc-style": "• the text of the article should be in WORD text editor, Arial Narrow font, size 12, 1 spacing and 12-14 pages, the number of authors should not exceed 4;",
  "doc-check": "• sent scientific articles are reviewed by the editorial board;",
  "doc-originality": "• unedited articles with less than 70 percent originality and not submitted according to requirements will not be published;",
  "doc-elect": "• articles are accepted in electronic form.",
  "doc-date": "deadline for accepting articles: until the 25th of month.",
  "doc-off": "• official language of the journal: Uzbek, Russian, English.",
  "doc-publish": "• publication date of the journal: on the 30th of the month;",
  "doc-variant": "• the author will be provided with a pdf version of the article and an author's certificate;",
  "doc-delete": "• the collection form of the journal will be posted on the website on the 30th of the month;",
  "doc-site": "• the official website of the journal",
  "doc-link": "iegs-scientificjournal.vercel.app",
  "doc-send": "• the published paper version of the journal is distributed by mail to the authors of the articles and members of the editorial board based on a separate order.",

  "public-rules": "Terms of publication",

  "archived": "Archive of all editions",
  "num": "edition",

  "who": "Founder:",
  "location": " Bukhara State Pedagogical Institute",
  "register": "The journal is registered by the Agency of Information and Mass Communications under the Administration of the President of the Republic of Uzbekistan with certificate No. 111889 dated August 8, 2023.",
  "VAC": "The journal is included in the list of national publications recommended for publishing the main scientific results of dissertations of candidates for the degree of Doctor of Philosophy (PhD), Doctor of Science (DSc). According to the decision of the Presidium of the Supreme (Higher) Attestation Commission of the Republic of Uzbekistan dated January 31, 2024 No. 350. In the direction of pedagogy, art science and psychology",
  "created": "The journal was founded in 2023 and is published once a 2 month. Uzbek, russian and english languages.",
  "license": "License",

  "news": "News",

  "partners": "Partners",
  "AR": "Applications for displaying 3D objects based on scanned ones images in books using virtual reality (VR).",

  "about-main": "Journal",
  "connect": "Connect",
  "manzil": "Address:",
  "loc-target": "st. Yangi yol, 51, Bukhara, Republic of Uzbekistan, 200100",
  "email": "E-mail:",
  "email-target": "nodirbekyadgarov@gmail.com",
  "email-second": "pedagogicalperspective2023@gmail.com",
  "phone": "Tel",
  "phone-target":"+998(97) 300-34-00"
}
