{
  "main": "Main",
  "redaction": "Editorial team",
  "conditions": "Conditions",
  "archive": "Archive",
  "about": "About",

  " blog": "Blog",
  "price": "Price",
  "contacts": "Contacts",

  "book": "The journal provides an opportunity for teachers, undergraduates, researchers and university students, as well as all interested parties to publish their scientific articles. We welcome articles containing basic scientific research results in various fields, including pedagogy, psychology, technology, art history, architecture, philosophy, history and philology. We also welcome articles based on dissertations of candidates for the degrees of Doctor of Philosophy (PhD) and Doctor of Science (DSc) in these areas. Our journal offers a platform for the exchange of scientific research and stimulates academic activity in the field of modern science.",

  "main-red": "Chief editor",
  "name-red": "Yadgarov Nadir Djalolovich, doctor of pedagogy, professor,",
  "main-preds": "Chairman of the Public Council:",
  "name-preds": "Mamurov Bahadir Bakhshulloyevich, Rector of Bukhara State Pedagogical Institute",
  "tahrir-hayati": "Editorial team",
  "tahrir-secondnames": "Tadjikhodjayev Zakirkhoja Abdusattorovich, doctor of technical sciences, professor Tanirbergenov Medeubek Jumataevich, doctor of pedagogic sciences, professor, academician of the Kazakhstan Academy of Pedagogical Sciences, M. Auyezov University of South Kazakhstan. Chernikova Svetlana Mikhailovna, doctor of pedagogic sciences, professor. Orel State University named after I.S. Turgenev. Saidova Mohinur Jonpolatovna, doctor of pedagogic sciences (Dsc), professor. Bukhara State Pedagogical Institute Kahhorov Siddiq Kahhorovich, Doctor of Pedagogical Sciences, Professor. Bukhara State University Olimov Shirinboy Sharofovich, Doctor of Pedagogy, Professor. Bukhara State University. Ochilov Farkhod Egamberdiyevich, candidate of pedagogical sciences, associate professor. Karshi State University. Dilshod Kadyrovich Mamatov, Doctor of Philosophy (PhD), Professor, Bukhara State University. Shovdirov Sunnat Aslanovich, Doctor of Philosophy (PhD), Associate Professor. Navoi State Pedagogical Institute. Responsible secretary: Mamurova Dilfuza Islamovna, doctor of philosophy (PhD), associate professor. Bukhara State Pedagogical Institute.",
  "masul-kotib": "Responsible Secretary:",
  "masul-name": "Mamurova Dilfuza Islamovna, doctor of philosophy (PhD) in pedagogical sciences, associate professor.",
  "masul-ped": "Bukhara State Pedagogical Institute.",

  "info-journal": "INFORMATION LETTER OF THE JOURNAL",
  "journal-text": "The journal accepts articles in the following areas: Pedagogy, psychology, technology, art science, architecture, philosophy, history, philology, exact sciences, natural sciences, social and humanitarian sciences, doctor of philosophy (PhD) and doctor of science (DSc) scientific includes the main scientific results of the dissertation work of degree applicants. Acquaint the scientific community with the results of science; to provide information about the main results of the scientific work carried out within the priority areas of research on current issues of science development, about the research of young scientists and the results of their scientific work; introduction of new promising projects and technologies; creation of a convenient information environment to support theoretical and practical work, innovative development of science and education, fundamental and applied research in all disciplines related to education and upbringing. Also, it consists in giving theoretical recommendations on the study, development and implementation of modern education problems and solutions. The authors of the published materials are leading scientists and researchers of the Republic of Uzbekistan and near and far abroad.",

  "rules-doc": "Requirements for submitted articles:",
  "imrad": "• the article must be written in Imrad format of the international standard;",
  "doc-lang": "• the title of the article, annotation and keywords should be in Uzbek, Russian and English;",
  "doc-themes": "• articles should be presented with suggestions and recommendations, based on scientific and complete opinions, on current topics related to the direction of the scientific journal;",
  "doc-format": "• maqola matnlari A4 hajmda, yuqoridan va pastdan 2 sm, chapdan 2.25 sm, oʻngdan 2.25 sm xoshiyaga ega boʻlishi kerak;",
  "doc-style": "• maqola matni WORD matn muharririda, Times New Roman shrifti, 12 oʻlchamida, 1,15 intervalda boʻlishi va 5-10 bet hajmda boʻlishi, mualliflar soni 4 nafardan oshmasligi lozim;",
  "doc-check": "• sent scientific articles are reviewed by the editorial board;",
  "doc-license": "• unedited articles with less than 70 percent originality and not submitted according to requirements will not be published;",
  "doc-originality": "• articles are accepted in electronic form;",
  "doc-elect": "• for one article after the submitted article has been accepted",
  "doc-date": "• fixed amount of payment is charged;",
  "doc-off": "• maqolalarni qabul qilish muddati: har chorakning oxirgi oyining 25-sanasiga qadar;",
  "doc-publish": "• official language of the journal: Uzbek, Russian, English;",
  "doc-variant": "• publication date of the journal: on the 30th of the month;",
  "doc-delete": "• the official website of the journal:",
  "doc-site": "• the author will be provided with a pdf version of the article and an author's certificate;",
  "doc-link": "• the collection form of the journal will be posted on the website on the 30th of the month;",
  "doc-send": "• the published paper version of the journal is distributed by mail to the authors of the articles and members of the editorial board based on a separate order.",

  "public-rules": "Terms of publication",

  "archived": "Archive of all editions",
  "num": "edition",

  "who": "Founder:",
  "location": " Bukhara State Pedagogical Institute",
  "license": "License",

  "news": "News"
}
