{
  "main": "Главная",
  "redaction": "Редакционная коллегия",
  "conditions": "Условия",
  "archive": "Архив",
  "about": "О нас",

  "blog": "Блог",
  "price": "Цены",
  "contacts": "Контакты",

  "book": "Журнал предоставляет возможность преподавателям, магистрантам, исследователям и студентам вузов, а также всем заинтересованным лицам публиковать свои научные статьи. Мы приветствуем статьи, содержащие основные научные результаты исследований в различных областях, включая педагогику, психологию, искусствоведение. Также мы рады статьям, основанным на диссертационных работах кандидатов на ученые степени доктора философии (PhD) и доктора наук (DSc) в указанных областях. Наш журнал предлагает платформу для обмена научными исследованиями и стимулирует академическую деятельность в сфере современной науки.",
  "book-two": "Наш журнал придерживается принципов открытости и свободного доступа к научным публикациям. Мы также настаиваем на этичности исследований, и наши рецензенты проводят тщательный анализ каждой статьи перед ее публикацией.",

  "main-red": "Главный редактор:",
  "name-red": " Ядгаров Нодир Джалолович, доктор педагогических наук, профессор.",
  "main-preds": "Председатель Общественного совета:",
  "name-preds": "Мамуров Бахадир Бахшуллоевич, доктор педагогических наук, профессор. ректор Бухарского государственного педагогического института",
  "tahrir-hayati": "Редакционная коллегия",
  "tahrir-secondnames": "Dr.Ихсан Токташ, профессор, Анкаринский университет имени Йылдырыма Беязыта, Турция. Таджиходжаев Закирходжа Абдусатторович, доктор технических наук, профессор. Танирбергенов Медеубек Джуматаевич, доктор педагогических наук, профессор, академик Казахстанской академии педагогических наук, Южно-Казахстанский университет имени М. Ауезова. Байдабеков Ауезу Кенесбекович, доктор технических наук, пофессор, Евразийский национальный университет имени Л.Н. Гумилева, Казахстан. Черникова Светлана Михайловна, доктор педагогических наук, профессор. Орловский государственный университет имени И.С. Тургенев. Саидова Мохинур Джонполатовна, доктор педагогических наук, профессор. Бухарский государственный педагогический институт. Жураев Хусниддин Олтинбаевич, доктор педагогических наук, профессор, Бухарский государственный университет, Узбекистан. Каххоров Сиддик Кахорович, доктор педагогических наук, профессор. Бухарский государственный университет Олимов Ширинбой Шарофович, доктор педагогических наук, профессор. Бухарский государственный университет. Очилов Фарход Эгамбердиевич, кандидат педагогических наук, доцент. Каршинский государственный университет. Дильшод Кадырович Маматов, доктор философских наук (PhD), профессор, Бухарский государственный университет. Шовдиров Суннат Асланович, доктор философских наук, доцент. Навоийский государственный педагогический институт.Ситора Мухлисовна Умарова – доктор философии (PhD) педагогических наук. Бухарский государственный педагогический институт. Эргашов Мансур Ярашович – профессор Бухарского государственного педагогического института.Эргашов Мансур Ярашович – профессор Бухарского государственного педагогического института Сайфуллаева Дилафроз Ахмадовна – доктор философии (PhD) педагогических наук. Бухарский государственный педагогический институт.",
  "masul-kotib": "Ответственный редактор:",
  "masul-name": "Мамурова Дильфуза Исламовна, доктор философских наук (PhD) педагогических наук, доцент.",
  "masul-ped": "Бухарский государственный педагогический институт.",

  "info-journal": "ИНФОРМАЦИОННОЕ ПИСЬМО ЖУРНАЛА",
  "journal-text": "Журнал принимает статьи по следующим направлениям: педагогика, психология, искусствоведение содержит основные научные результаты диссертационных работ кандидатов на соискание ученой степени доктора философии (PhD) и доктора наук (DSC) в области точных наук, естественных наук, социально-гуманитарных наук. Ознакомление научного сообщества с результатами науки; приоритет исследований по актуальным вопросам развития науки молодых ученых и результатов их научной работы; внедрение новых перспективных проектов и технологий; теоретическая и практическая работа по всем дисциплинам, связанным с образованием и воспитанием, создание благоприятной информационной среды для поддержки инновационного развития науки и образования, фундаментальных и прикладных исследований. А также дать теоретические рекомендации по изучению, разработке и внедрению в практику современных образовательных проблем и парадигм. Авторы опубликованных материалов – ведущие ученые и исследователи Республики Узбекистан, ближнего и дальнего зарубежья.",

  "rules-doc": "Требования к представляемым статьям:",
  "imrad": " • статья должна быть написана в форме Imrad международного уровня;",
  "doc-lang": "• название статьи, аннотация и ключевые слова должны быть на узбекском, русском и английском языках",
  "doc-themes": " • статьи должны быть представлены на актуальные темы, относящиеся к направлению научного журнала, основанные на научных и законченных мнениях, с предложениями и рекомендациями;",
  "doc-format": "• тексты статей должны быть формата А4, иметь поля 2,5 см сверху и снизу, 2,25 см слева и 2,25 см справа;",
  "doc-style": "• Текст статьи должен быть в текстовом редакторе WORD шрифтом Arial Narrow, размером 12, интервалом 1 и объемом 12-14 страниц, количество авторов не должно превышать 4;",
  "doc-check": "• присланные научные статьи рассматриваются редакционной коллегией;",
  "doc-originality": " • статьи, не прошедшие редактирование, имеющие оригинальность менее 70 процентов и не представленные в соответствии с требованиями, не публикуются;",
  "doc-elect": "• статьи принимаются в электронном виде.",
  "doc-date": "• срок приема статей: до 25 числа месяца.",
  "doc-off": "• официальный язык журнала: узбекский, русский, английский.",
  "doc-publish": "• дата выхода журнала: 30-е число месяца;",
  "doc-variant": "• автору предоставляется вариант статьи в формате PDF с указанием того, что статья проиндексирована, а также предоставляется сертификат и авторское свидетельство.",
  "doc-delete": "• сборник журнала доступен 30 числа месяца на сайте",
  "doc-site": "• официальный сайт журнала:",
  "doc-link": "iegs-scientificjournal.vercel.app",
  "doc-send": "• печатный вариант журнала по отдельному заказу рассылается по почте авторам и членам редакционной коллегии.",

  "public-rules": "Условия публикации",

  "archived": "Архив всех номеров",
  "num": "выпуск",

  "who": "Учредитель:",
  "location": " Бухарский государственный педагогический институт",
  "register": "Журнал зарегистрирован Агентством информации и массовых коммуникаций при Администрации Президента Республики Узбекистан свидетельством №111889 от 08 августа 2023 года.",
  "VAC": "Журнал включен в список национальных изданий, рекомендованных для публикации основных научных результатов диссертаций кандидатов на соискание ученой степени доктора философии (PhD), доктора наук (DSc). Согласно решению Президиума ВАК РУз от 31 января 2024 г. №350. По направлении педагогики, искусствоведение и психологии",
  "created": "Журнал был основан в 2023 году и выходит 1 раз в 2 месяца. Узбекский, русский и английских языках.",
  "license": "Лицензия",

  "news": "Новости",

  "partners": "Партнеры",
  "AR": "Приложения для отображения 3D объектов на основе сканированных изображений в книгах с использованием виртуальной реальности (VR).",
  "3D": "Обучащие 3D видеоролики о начертательной геометрии",
  "about-main": "Журнал",
  "connect": "Связаться",
  "manzil": "Адрес:",
  "loc-target": "200100, г. Бухара, ул. Янги юль 51.",
  "email": "E-mail:",
  "email-target": "nodirbekyadgarov@gmail.com",
  "email-second": "pedagogicalperspective2023@gmail.com",
  "phone": "Tel",
  "phone-target": "+998(97) 300-34-00",

  "address-footer": "ООО «Buxoro determinanti» 200100, г. Бухара, ул. Намозгох 24",
  "institute-address": "г. Бухара, ул. Пиридастгира, 2-й дом.",
  "footer-phone": "0 (365) 226-10-97",
  "footer-inst": "БухГПИ",

  "redaction-footer": "Редакция",
  "publisher-footer": "Издательство",
  "main-footer": "Учредитель"
}
