import React from "react";

export default function Colleagues() {
  return (
    <div className="container flex justify-around">
      <h1 className="mt-28">
       <strong className="text-bold"> Главный редактор: </strong> Ядгаров Нодир Джалолович, доктор педагогических наук,
        профессор. <br />
        Председатель Общественного совета: Мамуров Баходир Бахшуллоевич, <br />
         Ректор
        Бухарского государственного педагогического института <br />
        <h1 className="font-bold text-2xl ml-[35%] mt-16 mb-12">Редакционная коллегия: </h1>
        Таджиходжаев Зокирходжа Абдусатторович, доктор технических наук,
        профессор. <br />
        Танирбергенов Медеубек Жуматаевич, доктор педагогических наук,
        профессор, академик Академии педагогических наук Казахстана,<br />
        Южно-Казахстанский университет им. М. Ауэзова. <br />
        Черникова Светлана Михайловна, доктор педагогических наук, профессор
        Орловский государственный университет им. И.С.Тургенева. <br />
        Саидова Мохинур Жонпyлатовна, доктор педагогических наук, профессор.
        Бухарский государственный педагогический институт. <br />
        Қаҳҳоров Сиддиқ Қаҳҳорович, доктор педагогических наук, профессор.
        Бухарский государственный университет. <br />
        Олимов Ширинбой Шарофович, доктор педагогических наук, профессор.
        Бухарский государственный университет. <br />
        Очилов Фарход Эгамбердиевич. кандидат педагогических наук, доцент
        Каршинский государственный университет. <br />
        Маматов Дилшод Қодирович, кандидат педагогических наук (PhD), профессор,
        Бухарский государственный университет. <br />
        Шовдиров Суннат Асланович, кандидат педагогических наук (PhD), доцент,
        Навоийский государственный педагогический институт. <br />
        <br />
        <p className="mb-6">
        <strong className="text-bold"> Ответственный редактор:  </strong> Мамурова Дилфуза Исломовна, кандидат
        педагогических наук (PhD), доцент, Бухарский государственный <br />
        педагогический институт.
        </p>
      </h1>
    </div>
  );
}
